{
  "data" : [ "God Will Right His Elect", {
    "id" : "18:1",
    "text" : "And he spake also a parable unto them on the neccessity always to pray, and not to faint; Saying,"
  }, {
    "id" : "18:2",
    "text" : "There was in a city a judge, which feared not God, and regarded not man:"
  }, {
    "id" : "18:3",
    "text" : "And there was a certain widow in that city; and she came unto him, saying, Right me from my opponent at law."
  }, {
    "id" : "18:4",
    "text" : "And he would not for a time: but afterward he said within himself, Though I fear not God, and regard not man;"
  }, {
    "id" : "18:5",
    "text" : "Yet because this widow gives me trouble, I will right her, lest by her coming to the end she weary me."
  }, {
    "id" : "18:6",
    "text" : "And the Lord said, Hear what the judge of the unrighteous saith."
  }, {
    "id" : "18:7",
    "text" : "And shall not God perform the righting of his elect, which cry unto him day and night, though he be long suffering over them?"
  }, {
    "id" : "18:8",
    "text" : "I say unto you that he will perform the righting of them speedily. Nevertheless when the Son of man cometh, shall he find the faith on the earth?"
  }, "Pharisee and Publican/Suffer the Little Children", {
    "id" : "18:9",
    "text" : "And he spake this parable unto certain which trusted in themselves that they were righteous, and accounted nothing of the rest;"
  }, {
    "id" : "18:10",
    "text" : "Two men went up into the temple to pray; the one a Pharisee, and the other a publican."
  }, {
    "id" : "18:11",
    "text" : "The Pharisee stood and prayed thus: God, I thank thee, that I am not as other men are, extortioners, unrighteous, adulterers, or even as this publican."
  }, {
    "id" : "18:12",
    "text" : "I fast twice in the week, I give tithes of all that I get."
  }, {
    "id" : "18:13",
    "text" : "And the publican, standing afar off, would not lift up even his eyes unto heaven, but smote upon his breast, saying, God be propitiated to me the sinner."
  }, {
    "id" : "18:14",
    "text" : "I say unto you, this man went down to his house made righteous rather than that one: for every one that exalteth himself shall be humbled; and he that humbleth himself shall be exalted."
  }, {
    "id" : "18:15",
    "text" : "And they were bringing unto him also the infants, that he should touch them: but when the disciples saw it, they rebuked them."
  }, {
    "id" : "18:16",
    "text" : "But Jesus called them unto him, and said, Suffer the little children to come unto me, and hinder them not: for of such is the kingdom of God."
  }, {
    "id" : "18:17",
    "text" : "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child shall in no wise enter into it."
  }, "To Inherit Eternal Life", {
    "id" : "18:18",
    "text" : "And a certain ruler asked him, saying, Good Teacher, what shall I do to inherit eternal life?"
  }, {
    "id" : "18:19",
    "text" : "And Jesus said unto him, Why callest thou me good? none is good, save one, even God the Father. [And he [the ruler]said,]"
  }, {
    "id" : "18:20",
    "text" : "I know the commandments - Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother."
  }, {
    "id" : "18:21",
    "text" : "All these have I have observed from my youth up."
  }, {
    "id" : "18:22",
    "text" : "But when Jesus heard these things, he said unto him, Yet one thing is lacking for thee: sell all things, as many as thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me."
  }, {
    "id" : "18:23",
    "text" : "And when he heard these things, he became exceeding sorrowful: for he was very rich."
  }, {
    "id" : "18:24",
    "text" : "And when Jesus saw him become exceeding sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God!"
  }, {
    "id" : "18:25",
    "text" : "For it is easier for a camel to enter through a needle's eye, than for a rich man to enter into the kingdom of God."
  }, {
    "id" : "18:26",
    "text" : "And they that heard it said, Who then can be saved?"
  }, {
    "id" : "18:27",
    "text" : "And he said, The things which are impossible with men are possible with God."
  }, {
    "id" : "18:28",
    "text" : "Then Peter said, Lo, we have left all, and followed thee."
  }, {
    "id" : "18:29",
    "text" : "And he said unto them, Verily I say unto you, There is no man that hath left house, or parents, or brethren, or wife, or children, for the kingdom of God's sake,"
  }, {
    "id" : "18:30",
    "text" : "Who shall not receive manifold more in this time, and in the coming age eternal life. [- 31-34]"
  }, "Blind Man by the Roadside", {
    "id" : "18:35",
    "text" : "And it came to pass, that as he was come nigh unto Jericho, a certain blind man sat by the way side begging:"
  }, {
    "id" : "18:36",
    "text" : "And when he heard the multitude passing by, he asked what this might be."
  }, {
    "id" : "18:37",
    "text" : "And they told him, that Jesus passeth by."
  }, {
    "id" : "18:38",
    "text" : "And he cried, saying, Jesus, thou Son of David, have mercy on me."
  }, {
    "id" : "18:39",
    "text" : "And they which went before rebuked him, that he might be silent: but he cried so much the more, Thou Son of David, have mercy on me."
  }, {
    "id" : "18:40",
    "text" : "And Jesus stood still, and commanded him to be brought unto him: and when he was come near, he asked him, saying,"
  }, {
    "id" : "18:41",
    "text" : "What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight."
  }, {
    "id" : "18:42",
    "text" : "And Jesus said unto him, Receive thy sight: thy faith hath saved thee."
  }, {
    "id" : "18:43",
    "text" : "And immediately he received his sight, and followed him, glorifying God: and all the people, when they saw it, gave praise unto God."
  }, "Zacchaeus", {
    "id" : "19:1",
    "text" : "And Jesus entered and passed through Jericho."
  }, {
    "id" : "19:2",
    "text" : "And, behold, a man called by the name Zacchaeus, and he was a chief publican, and he was rich."
  }, {
    "id" : "19:3",
    "text" : "And he sought to see Jesus who he was; and could not from the multitude, because he was little of stature."
  }, {
    "id" : "19:4",
    "text" : "And he ran before, and climbed up into a sycomore tree to see him: for he was going to pass through that way."
  }, {
    "id" : "19:5",
    "text" : "And when he came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to-day I must abide at thy house."
  }, {
    "id" : "19:6",
    "text" : "And he made haste, and came down, and received him joyfully."
  }, {
    "id" : "19:7",
    "text" : "And when they saw it, they all murmured, saying, That he was gone to lodge with a man that is a sinner."
  }, {
    "id" : "19:8",
    "text" : "And Zacchaeus stood still, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore fourfold."
  }, {
    "id" : "19:9",
    "text" : "And Jesus said unto him, [ - 9b] This day is salvation come to this house,"
  }, {
    "id" : "19:10",
    "text" : "For the Son of man is come to seek and to save that which was lost."
  }, "A Certain Nobleman", {
    "id" : "19:11",
    "text" : "And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and because they supposed that the kingdom of God was going to appear immediately."
  }, {
    "id" : "19:12",
    "text" : "He said therefore, A certain nobleman went into a distant country to receive for himself a kingdom, and to return."
  }, {
    "id" : "19:13",
    "text" : "And he called his ten servants, and delivered them ten pounds, and said unto them, Trade till I come."
  }, {
    "id" : "19:14",
    "text" : "But his citizens hated him, and sent his embassy after him, saying, We do not wish this man to reign over us."
  }, {
    "id" : "19:15",
    "text" : "And it came to pass, that when he was returned, having received the kingdom, that he commanded these servants to be called unto him, to whom he gave the money, that he might know what trade every man had accomplished."
  }, {
    "id" : "19:16",
    "text" : "And the first came before him, saying, Lord, thy mina hath wrought ten minas more."
  }, {
    "id" : "19:17",
    "text" : "And he said unto him, Well, thou good servant: because thou wast faithful in a very little, be thou holding authority over ten cities."
  }, {
    "id" : "19:18",
    "text" : "And the second came, saying, Lord, thy mina hath gained five minas."
  }, {
    "id" : "19:19",
    "text" : "And he said likewise to him, Be thou also over five cities."
  }, {
    "id" : "19:20",
    "text" : "And another came, saying, Lord, behold, here is thy mina, which I have kept laid up in a napkin:"
  }, {
    "id" : "19:21",
    "text" : "For I feared thee, because thou art an austere man: thou takest up that thou layedst not down, and reapest that thou sowest not."
  }, {
    "id" : "19:22",
    "text" : "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Knewest thou that I was an austere man, taking up that I laid not down, and reaping that I sowed not ?"
  }, {
    "id" : "19:23",
    "text" : "Wherefore then gavest thou not my money into the bank, and I would have come and exacted it with interest?"
  }, {
    "id" : "19:24",
    "text" : "And he said unto them that stood by, Take from him the mina, and give it to him that hath ten minas."
  }, {
    "id" : "19:25",
    "text" : "And they said unto him, Lord, he hath ten minas."
  }, {
    "id" : "19:26",
    "text" : "For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him."
  }, {
    "id" : "19:27",
    "text" : "But those mine enemies, that did not wish me to reign over them, bring hither, and slay them before me."
  }, {
    "id" : "19:28",
    "text" : "And when he had thus spoken, he went before, ascending up to Jerusalem. [ - vv. 29-46 ]"
  }, {
    "id" : "19:47",
    "text" : "And he was teaching daily in the temple. But the chief priests and the scribes and the chief of the people sought to destroy him,"
  }, {
    "id" : "19:48",
    "text" : "And could not find what they might do: for all the people were very attentive to hear him."
  }, "By What Authority?", {
    "id" : "20:1",
    "text" : "And it came to pass, that on one of those days, as he was teaching the people in the temple, and announcing the glad tidings, there came upon him the chief priests and the scribes with the elders,"
  }, {
    "id" : "20:2",
    "text" : "And spake unto him, saying, Tell us, by what authority doest thou these things? or who is he that gave thee this authority?"
  }, {
    "id" : "20:3",
    "text" : "And he answered and said unto them, I will also ask you one word and tell me:"
  }, {
    "id" : "20:4",
    "text" : "The baptism of John, was it from heaven, or of men?"
  }, {
    "id" : "20:5",
    "text" : "And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then believed ye him not?"
  }, {
    "id" : "20:6",
    "text" : "But if we say, Of men; all the people will stone us: for they be persuaded that John was a prophet."
  }, {
    "id" : "20:7",
    "text" : "And they answered, that they knew not whence it was."
  }, {
    "id" : "20:8",
    "text" : "And Jesus said unto them, Neither tell I you by what authority I do these things. [ - vv.9-18 ]"
  }, "Tribute to Caesar?", {
    "id" : "20:19",
    "text" : "And the chief priests and the scribes the same hour sought to lay hands on him;"
  }, {
    "id" : "20:[-19c]",
    "text" : "and they feared the people."
  }, {
    "id" : "20:20",
    "text" : "And they watched him, and sent forth spies, feigning themselves to be righteous men, that they might take hold of his speech, in order to deliver him up unto the rule and authority of the governor."
  }, {
    "id" : "20:21",
    "text" : "And they asked him, saying, Teacher, we know that thou sayest and teachest rightly, and acceptest not a countenance, but of a truth teachest the way of God."
  }, {
    "id" : "20:22",
    "text" : "Is it lawful for us to give tribute unto Caesar, or not?"
  }, {
    "id" : "20:23",
    "text" : "But he perceived their craftiness, and said unto them, Why tempt ye me?"
  }, {
    "id" : "20:24",
    "text" : "Shew me a denarius. Whose image and superscription hath it? They answered and said, Caesar's."
  }, {
    "id" : "20:25",
    "text" : "And he said unto them, Render therefore unto Caesar the things of Caesar, and unto God the things of God."
  }, {
    "id" : "20:26",
    "text" : "And they were not able to take hold of his saying before the people: and they marvelled at his answer, and held their peace."
  }, "Children of the Resurrection", {
    "id" : "20:27",
    "text" : "And there came to him certain of the Sadducees, they which deny that there is any resurrection; and they asked him, saying,"
  }, {
    "id" : "20:28",
    "text" : "Teacher, Moses wrote unto us, that if any man's brother die, having a wife, and he die childless, that his brother should take the wife, and raise up seed unto his brother."
  }, {
    "id" : "20:29",
    "text" : "There were therefore seven brethren: and the first took a wife, and died childless."
  }, {
    "id" : "20:30",
    "text" : "And the second took her to wife, and he died childless."
  }, {
    "id" : "20:31",
    "text" : "And the third took her; and likewise the seven also left no children, and died."
  }, {
    "id" : "20:32",
    "text" : "Last of all the woman died also."
  }, {
    "id" : "20:33",
    "text" : "In the resurrection, therefore, whose wife of them does she become? for the seven had her as a wife."
  }, {
    "id" : "20:34",
    "text" : "And Jesus answered and said unto them, The sons of this age marry, and are given in marriage:"
  }, {
    "id" : "20:35",
    "text" : "But they whom God accounted worthy of that age, to obtain the resurrection from the dead, neither marry, nor are given in marriage:"
  }, {
    "id" : "20:36",
    "text" : "Neither can they die any more: for they are equal unto the angels; and are the sons of God, being the children of the resurrection. [- vv.37-38 ]"
  }, {
    "id" : "20:39",
    "text" : "Then certain of the scribes answering said, Teacher, thou hast well said."
  }, {
    "id" : "20:40",
    "text" : "And they did not any longer venture to ask him anything."
  }, "Is Christ David's Son?", {
    "id" : "20:41",
    "text" : "And he said unto them, How say they that the Christ is David's son?"
  }, {
    "id" : "20:42",
    "text" : "And David himself saith in the book of Psalms, The LORD said unto my Lord, Sit thou on my right hand,"
  }, {
    "id" : "20:43",
    "text" : "Till I make thine enemies the footstool of thy feet."
  }, {
    "id" : "20:44",
    "text" : "David therefore calleth him Lord, and how is he then his son?"
  }, "Beware of the Scribes", {
    "id" : "20:45",
    "text" : "And when all the people were hearing him, he said unto his disciples,"
  }, {
    "id" : "20:46",
    "text" : "Beware of the scribes, which desire to walk in long robes, and love salutations in the markets, and the first seats in the synagogues, and the first rooms at feasts;"
  }, {
    "id" : "20:47",
    "text" : "Which eat up the houses of widows, and for a pretext make long prayers: the same shall receive greater condemnation."
  }, "A Widow's Two Cents Worth", {
    "id" : "21:1",
    "text" : "And he looked up, and saw the rich men that were casting their gifts into the treasury."
  }, {
    "id" : "21:2",
    "text" : "And he saw also a certain poor widow casting in thither two lepta."
  }, {
    "id" : "21:3",
    "text" : "And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:"
  }, {
    "id" : "21:4",
    "text" : "For all these did out of their super-abundance cast in unto the offerings of God: but she out of her want hath cast in all the living that she had."
  }, "The \"Little Apocalypse\"", {
    "id" : "21:5",
    "text" : "And as some spake about the temple, that it was adorned with goodly stones and offerings, he said,"
  }, {
    "id" : "21:6",
    "text" : "As for these things which ye behold, the days will come, in the which there shall not be left a stone upon a stone, that shall not be thrown down."
  }, {
    "id" : "21:7",
    "text" : "And they asked him, saying, Teacher, when then shall these things be? and what shall be the sign, when these things are going to take place?"
  }, {
    "id" : "21:8",
    "text" : "And he said, See that ye be not led astray: for many shall come in my name, saying, I am he ; and the time is come near: go ye not therefore after them."
  }, {
    "id" : "21:9",
    "text" : "And when ye shall hear of wars and tumults, be not terrified: for these things must first come to pass; but the end is not immediately."
  }, {
    "id" : "21:10",
    "text" : "Then said he unto them, Nation shall rise against nation, and kingdom against kingdom:"
  }, {
    "id" : "21:11",
    "text" : "And great earthquakes shall be in divers places, and famines, and pestilences; and terrors and great signs shall there be from heaven."
  }, {
    "id" : "21:12",
    "text" : "But before all these, they shall lay their hands on you, and persecute you, delivering you up to the synagogues, and into prisons, being brought before kings and rulers for my name's sake."
  }, {
    "id" : "21:13",
    "text" : "And it shall turn out to you for a testimony."
  }, {
    "id" : "21:14",
    "text" : "Settle it therefore in your hearts, not to meditate before how to answer:"
  }, {
    "id" : "21:15",
    "text" : "For I will give you a mouth and wisdom, which all those opposed to you shall not be able to gainsay nor withstand."
  }, {
    "id" : "21:16",
    "text" : "And ye shall be delivered up even by parents, and brethren, and kinsfolks, and friends; and they shall put some of you to death."
  }, {
    "id" : "21:17",
    "text" : "And ye shall be hated of all men for my name's sake. [- v.18]"
  }, {
    "id" : "21:19",
    "text" : "In your patience possess ye your souls."
  }, {
    "id" : "21:20",
    "text" : "But when ye shall see Jerusalem compassed with armies, then know that her desolation is come near. [- vv.21-22 ]"
  }, {
    "id" : "21:23",
    "text" : "  But woe unto them that are with child, and to them that give suck, in those days! for there shall be great distress in the land, and wrath unto this people. ",
    "omitedByZahn" : true
  }, {
    "id" : "21:24",
    "text" : " And they shall fall by the edge of the sword, and shall be led away captive into all the nations: and Jerusalem shall be trodden down by nations, until the times of nations be fulfilled.",
    "omitedByZahn" : true
  }, {
    "id" : "21:25",
    "text" : "And there shall be signs in sun, and moon, and stars; and upon the earth distress of nations, with perplexity; the sea and waves roaring;"
  }, {
    "id" : "21:26",
    "text" : "Men fainting for fear, and for expectation of the things which are coming on the world: for the powers of the heavens shall be shaken."
  }, {
    "id" : "21:27",
    "text" : "And then shall they see the Son of man coming in a cloud with great power."
  }, {
    "id" : "21:28",
    "text" : "And when these things begin to come to pass, then look up, and lift up your heads; for your redemption draweth nigh."
  }, {
    "id" : "21:29",
    "text" : "And he spake to them a parable; Behold the fig tree, and all the trees;"
  }, {
    "id" : "21:30",
    "text" : "When they already shoot forth, ye see it, and know your own selves that summer is already near."
  }, {
    "id" : "21:31",
    "text" : "So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is near."
  }, {
    "id" : "21:32",
    "text" : "[-32b] Verily I say unto you, The heaven and the earth shall in no wise pass away, till all things be accomplished"
  }, {
    "id" : "21:33",
    "text" : "The heaven and the earth shall pass away: but my words shall in no wise pass away."
  }, {
    "id" : "21:34",
    "text" : "And take heed to yourselves, lest at any time your hearts be weighed down with surfeiting, and drunkenness, and cares of this life, and that day come upon you unawares."
  }, {
    "id" : "21:35",
    "text" : "For as a snare shall it come on all them that dwell on the face of all the earth."
  }, {
    "id" : "21:36",
    "text" : "Watch ye therefore at every season, praying, that ye may be accounted worthy"
  }, {
    "id" : "21:[-36c]",
    "text" : "to escape all these things that are going to take place."
  }, {
    "id" : "21:37",
    "text" : "And every day he was teaching in the temple; and at night he went out, and lodged on the mountain that is called Olives."
  }, {
    "id" : "21:38",
    "text" : "And all the people came early in the morning to him in the temple to hear him."
  } ]
}