{
  "data" : [ "Parables of the Mustard Seed and Leaven", {
    "id" : "13:18",
    "text" : "Then said he, Unto what is the kingdom of God like? and whereunto shall I liken it?"
  }, {
    "id" : "13:19",
    "text" : "It is like a grain of mustard seed, which a man took, and cast into his own garden; and it grew, and became a great tree; and the birds of the heaven lodged in the branches of it."
  }, {
    "id" : "13:20",
    "text" : "And again he said, Whereunto shall I liken the kingdom of God?"
  }, {
    "id" : "13:21",
    "text" : "It is like unto leaven, which a woman took and hid in three measures of meal, till the whole was leavened."
  }, "The Righteous in the Kingdom", {
    "id" : "13:22",
    "text" : "And he went through the cities and villages, teaching, and making a journey unto Jerusalem."
  }, {
    "id" : "13:23",
    "text" : "Then one said unto him, Lord, are they few that are being saved? And he said unto them,"
  }, {
    "id" : "13:24",
    "text" : "Strive to enter in through the narrow gate: for many, I say unto you, will seek to enter in, and shall not be able."
  }, {
    "id" : "13:25",
    "text" : "When once the master of the house is risen up, and hath shut to the door, and ye begin to stand outside, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are:"
  }, {
    "id" : "13:26",
    "text" : "Then shall ye begin to say, We did eat and drink in thy presence, and thou didst teach in our streets."
  }, {
    "id" : "13:27",
    "text" : "But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of unrighteousness."
  }, {
    "id" : "13:28",
    "text" : "There shall be the weeping and the gnashing of teeth, when ye shall see all the righteous in the kingdom of God, and yourselves thrust out and held back outside. [- vv.29-35 ]"
  }, {
    "id" : "14:1",
    "text" : "And it came to pass, as he went into the house of one of the chief Pharisees to eat bread on the sabbath day, that they were watching him."
  }, {
    "id" : "14:2",
    "text" : "And, behold, there was a certain man before him which had the dropsy."
  }, {
    "id" : "14:3",
    "text" : "And Jesus answered and spake unto the lawyers and Pharisees, saying, Is it lawful to heal on the sabbath day?"
  }, {
    "id" : "14:4",
    "text" : "And they held their peace. And he took him, and healed him, and let him go;"
  }, {
    "id" : "14:5",
    "text" : "And he answered and said unto them, Which of you shall have an ass or an ox fallen into a well, and will not straightway pull him up on the day of the sabbath?"
  }, {
    "id" : "14:6",
    "text" : "And they could not answer him again to these things."
  }, {
    "id" : "14:12",
    "text" : "Then said he also to him that bade him, When thou makest a breakfast or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee."
  }, {
    "id" : "14:13",
    "text" : "But when thou makest a feast, call the poor, the maimed, the lame, the blind:"
  }, {
    "id" : "14:14",
    "text" : "And thou shalt be blessed; for they have no[thing] wherewith to recompense thee: for it shall be recompensed to thee at the resurrection of the righteous."
  }, {
    "id" : "14:15",
    "text" : "And when one of them that reclined with him heard these things, he said unto him, Blessed is he that shall eat bread in the kingdom of God."
  }, {
    "id" : "14:16",
    "text" : "But he said unto him, A certain man made a great supper, and bade many:"
  }, {
    "id" : "14:17",
    "text" : "And sent his servant at supper time to say to them that were bidden, Come; for all things are now ready."
  }, {
    "id" : "14:18",
    "text" : "And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused."
  }, {
    "id" : "14:19",
    "text" : "And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee, hold me excused."
  }, {
    "id" : "14:20",
    "text" : "And another said, I have married a wife, and therefore I cannot come."
  }, {
    "id" : "14:21",
    "text" : "So that servant came, and shewed his lord these things. Then the master of the house being moved said to his servant, Go out quickly into the streets and lanes of the city, and bring in hither the poor, and the maimed, and the halt, and the blind."
  }, {
    "id" : "14:22",
    "text" : "And the servant said, Lord, it is done as thou didst command, and yet there is room."
  }, {
    "id" : "14:23",
    "text" : "And the lord said unto the servant, Go out into the highways and hedges, and compel them to come in, that my house may be filled."
  }, {
    "id" : "14:24",
    "text" : "For I say unto you, That none of those men which were bidden shall taste of my supper."
  }, "Discipleship", {
    "id" : "14:25",
    "text" : "And there went great multitudes with him: and he turned, and said unto them,"
  }, {
    "id" : "14:26",
    "text" : "If any man cometh to me, and doth not abandon his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple."
  }, {
    "id" : "14:27",
    "text" : "And whosoever doth not bear his cross, and come behind me, cannot be my disciple."
  }, {
    "id" : "14:28",
    "text" : "For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have the things for completion?"
  }, {
    "id" : "14:29",
    "text" : "Lest haply, after he hath laid the foundation, and is not able to finish, all that behold it begin to mock him,"
  }, {
    "id" : "14:30",
    "text" : "Saying, This man began to build, and was not able to finish."
  }, {
    "id" : "14:31",
    "text" : "Or what king, when he is going to encounter another king in war, sitteth not down first, and consulteth whether he be able with ten thousand to meet him that cometh against him with twenty thousand?"
  }, {
    "id" : "14:32",
    "text" : "Or else, while the other is yet a great way off, he sendeth an embassy, and desireth conditions of peace."
  }, {
    "id" : "14:33",
    "text" : "So therefore, whosoever he be of you that renounceth not all his possessions, he cannot be my disciple. [vv. 34-35 uncertain]"
  }, "Joy in the Presence of God", {
    "id" : "15:1",
    "text" : "Now all the publicans and sinners were coming near unto him, to hear him."
  }, {
    "id" : "15:2",
    "text" : "And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them."
  }, {
    "id" : "15:3",
    "text" : "And he spake this parable unto them, saying,"
  }, {
    "id" : "15:4",
    "text" : "What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?"
  }, {
    "id" : "15:5",
    "text" : "And when he hath found it, he layeth it on his shoulders, rejoicing."
  }, {
    "id" : "15:6",
    "text" : "And when he cometh into the house, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost."
  }, {
    "id" : "15:7",
    "text" : "I say unto you, that likewise joy shall be in the heaven over one sinner that repenteth, more than over ninety and nine righteous persons, which have no need of repentance."
  }, {
    "id" : "15:8",
    "text" : "Either what woman having ten drachmas, if she lose one drachma, doth not light a lamp, and sweep the house, and seek diligently till she find it?"
  }, {
    "id" : "15:9",
    "text" : "And when she hath found it, she calleth her friends and her neighbours together, saying, Rejoice with me; for I have found the drachma which I had lost."
  }, {
    "id" : "15:10",
    "text" : "Likewise, I say unto you, there is joy in the presence of God over one sinner that repenteth. [ - 15:10-32]"
  }, "Steward of Unrighteousness / God and Mammon", {
    "id" : "16:1",
    "text" : "And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him as wasting his property."
  }, {
    "id" : "16:2",
    "text" : "And he called him, and said unto him, How is it that I hear this of thee? render the account of thy stewardship; for thou canst not be a steward any longer."
  }, {
    "id" : "16:3",
    "text" : "Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I have not strength to dig; to beg I am ashamed."
  }, {
    "id" : "16:4",
    "text" : "I know what I will do, that, when I am put out of the stewardship, they may receive me into their houses."
  }, {
    "id" : "16:5",
    "text" : "And he called every one of his lord's debtors unto him, and said unto the first, How much owest thou unto my lord?"
  }, {
    "id" : "16:6",
    "text" : "And he said, An hundred baths of oil. And he said unto him, Take thy bond, and sit down quickly, and write fifty."
  }, {
    "id" : "16:7",
    "text" : "Then said he to another, And how much owest thou? And he said, An hundred cors of wheat. And he said unto him, Take thy bond, and write fourscore."
  }, {
    "id" : "16:8",
    "text" : "And the lord commended the steward of unrighteousness, because he did wisely: for the sons of this age are unto their own generation wiser beyond the children of the light."
  }, {
    "id" : "16:9",
    "text" : "And I say unto you, Make to yourselves friends out of the mammon of unrighteousness; that, when ye leave, they may receive you into eternal habitations."
  }, {
    "id" : "16:10",
    "text" : "He that is faithful in a very little is faithful in much: and he that is unrighteous in very little is unrighteous also in much."
  }, {
    "id" : "16:11",
    "text" : "If therefore ye have not been faithful in the unrighteous mammon, who will entrust to you the real [mammon]?"
  }, {
    "id" : "16:12",
    "text" : "And if ye have not been faithful in that which is another 's, who shall give you that which is mine?"
  }, {
    "id" : "16:13",
    "text" : "No domestic can serve two masters: for either he will hate the one, and love the other; or else he will hold to one, and despise the other. Ye cannot serve God and mammon."
  }, {
    "id" : "16:14",
    "text" : "And the Pharisees also, who were lovers of money, heard all these things: and they sneered at him."
  }, {
    "id" : "16:15",
    "text" : "And he said unto them, Ye are they which make yourselves righteous in the sight of men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God. ;"
  }, {
    "id" : "16:16",
    "text" : "The law and the prophets were until John: since that time the kingdom of God is announced as good tidings, and every man forceth into it."
  }, {
    "id" : "16:17",
    "text" : "But it is easier for heaven and earth to pass away, even as the law and the prophets [have passed away], than one tittle of my words to fail."
  }, {
    "id" : "16:18",
    "text" : "Everyone that putteth away his wife and marrieth another, committeth adultery: and everyone that marrieth one that is put away from a husband committeth adultery."
  }, "Lazarus in Abraham's Bosom", {
    "id" : "16:19",
    "text" : "There was a certain rich man, and he was clothed in purple and fine linen, faring sumptuously every day:"
  }, {
    "id" : "16:20",
    "text" : "And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,"
  }, {
    "id" : "16:21",
    "text" : "And desiring to be fed with the crumbs which fell from the rich man's table: but even the dogs came and licked his sores."
  }, {
    "id" : "16:22",
    "text" : "And it came to pass, that the beggar died, and was carried by the angels into Abraham's bosom : the rich man also died, and was buried."
  }, {
    "id" : "16:23",
    "text" : "And in Hades he lifted up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom."
  }, {
    "id" : "16:24",
    "text" : "And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am in anguish in this flame."
  }, {
    "id" : "16:25",
    "text" : "But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art in anguish."
  }, {
    "id" : "16:26",
    "text" : "And besides all these things, between us and you there is a great gulf fixed: so that they which wish to cross from hence to you may not be able; neither can they from thence pass through to us."
  }, {
    "id" : "16:27",
    "text" : "But he said, I pray thee therefore, father, that thou wouldest send him to my father's house:"
  }, {
    "id" : "16:28",
    "text" : "For I have five brethren; that he may testify unto them, lest they also come into this place of torment."
  }, {
    "id" : "16:29",
    "text" : "Abraham saith unto him, They have Moses and the prophets; let them hear them."
  }, {
    "id" : "16:30",
    "text" : "And he said, Nay, father Abraham: but if one from the dead went unto them, they will repent."
  }, {
    "id" : "16:31",
    "text" : "And he said unto him, If they hear not Moses and the prophets, not even if one from the dead arose, will they be persuaded."
  }, "Occasions of Stumbling", {
    "id" : "17:1",
    "text" : "Then said he unto the disciples, It is inconceivable but that occasions of stumbling will come: but woe unto him, through whom they come!"
  }, {
    "id" : "17:2",
    "text" : "It were a gain if he had not been born, or if a millstone were hanged about his neck, and he were cast into the sea, rather than that he should cause one of these little ones to stumble."
  }, {
    "id" : "17:3",
    "text" : "Take heed to yourselves: But if thy brother trespass against thee, rebuke him; and if he repent, forgive him."
  }, {
    "id" : "17:4",
    "text" : "And if he trespass against thee seven times in the day, and seven times in the day turn again to thee, saying, I repent; thou shalt forgive him."
  }, {
    "id" : "17:5",
    "text" : "And the apostles said unto the Lord, Increase our faith."
  }, {
    "id" : "17:6",
    "text" : "And the Lord said, If ye had faith as a grain of mustard seed, ye would say unto this mulberry tree, Be thou plucked up-rooted, and be thou planted in the sea; and it would have obeyed you."
  }, {
    "id" : "17:7",
    "text" : "  But who is there of you, having a servant plowing or keeping sheep, that will say unto him, when he is come from the field, Come straightway and lie down to meat? ",
    "omitedByZahn" : true
  }, {
    "id" : "17:8",
    "text" : " And will not rather say unto him, Make ready wherewith I may sup, and gird thyself, and serve me, till I have eaten and drunken; and afterward thou shalt eat and drink? ",
    "omitedByZahn" : true
  }, {
    "id" : "17:9",
    "text" : " Doth he thank that servant because he did the things that were commanded him? I think not. ",
    "omitedByZahn" : true
  }, {
    "id" : "17:10",
    "text" : " So likewise do ye, when ye shall have done all those things which are commanded you.",
    "omitedByZahn" : true
  }, "Ten Lepers", {
    "id" : "17:11",
    "text" : "And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee."
  }, {
    "id" : "17:12",
    "text" : "And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:"
  }, {
    "id" : "17:13",
    "text" : "And they lifted up their voices, and said, Jesus, Master, have mercy on us."
  }, {
    "id" : "17:14",
    "text" : "And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed."
  }, {
    "id" : "17:15",
    "text" : "And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,"
  }, {
    "id" : "17:16",
    "text" : "And fell down on his face at his feet, giving him thanks: and he was a Samaritan."
  }, {
    "id" : "17:17",
    "text" : "And Jesus answering said, Were not the ten cleansed? but where are the nine?"
  }, {
    "id" : "17:18",
    "text" : "There are not found that returned to give glory to God but this alien? ; +4:27 And many lepers were in Israel in the time of Elisha the prophet, and none of them was healed, but only Naaman the Syrian."
  }, {
    "id" : "17:19",
    "text" : "And he said unto him, Arise, go thy way: thy faith hath saved thee."
  }, "Kingdom Cometh Not with Observation", {
    "id" : "17:20",
    "text" : "And when he was questioned by the Pharisees, when the kingdom of God cometh, he answered them and said, The kingdom of God cometh not with observation:"
  }, {
    "id" : "17:21",
    "text" : "Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you. ;"
  }, {
    "id" : "17:22",
    "text" : "And he said unto the disciples, The days will come, when ye shall desire to see one of the days of the Son of man, and ye shall not see it."
  }, {
    "id" : "17:23",
    "text" : "And they shall say to you, Lo here! , or, lo there! go not away, nor follow after them."
  }, {
    "id" : "17:24",
    "text" : "For as the lightning, that lighteneth out of the one part under heaven, shineth unto the other part under heaven; so shall also the Son of man be in his day."
  }, {
    "id" : "17:25",
    "text" : "But first must he suffer many things, and be rejected of this generation."
  }, {
    "id" : "17:26",
    "text" : "And as it came to pass in the days of Noah, so shall it be also in the days of the Son of man."
  }, {
    "id" : "17:27",
    "text" : "They ate, they drank, they married, they were given in marriage, until the day that Noah entered into the ark, and the flood came, and destroyed them all."
  }, {
    "id" : "17:28",
    "text" : "Likewise also as it came to pass in the days of Lot; they ate, they drank, they bought, they sold, they planted, they builded;"
  }, {
    "id" : "17:29",
    "text" : "But in the day that Lot went out from Sodom it rained fire and brimstone from heaven, and destroyed them all."
  }, {
    "id" : "17:30",
    "text" : "According to these things shall it be in the day when the Son of man is revealed."
  }, {
    "id" : "17:31",
    "text" : "In that day, he which shall be upon the housetop, and his goods in the house, let him not go down to take them away: and he that is in the field, let him likewise not return to the things behind."
  }, {
    "id" : "17:32",
    "text" : "Remember Lot's wife."
  }, {
    "id" : "17:33",
    "text" : "Whosoever shall seek to save his life shall lose it; and whosoever shall lose his life shall preserve it."
  }, {
    "id" : "17:34",
    "text" : "I say unto you, in that night there shall be two [men] shall be on one bed; the one shall be taken, and the other shall be left."
  }, {
    "id" : "17:35",
    "text" : "Two [women] shall be grinding upon the same stone; the one shall be taken, and the other shall be left."
  }, {
    "id" : "17:36",
    "text" : "Two [men] shall be in the field; the one shall be taken, and the other shall be left."
  }, {
    "id" : "17:37",
    "text" : "And they answered and said unto him, Where, Lord? And he said unto them, Wheresoever the body is, there will the eagles be gathered together."
  } ]
}