{
  "data" : [ "Women Ministers", {
    "id" : "8:1",
    "text" : "And it came to pass afterward, that he made his way through every city and village, preaching and announcing as glad tidings the kingdom of God: and the twelve were with him."
  }, {
    "id" : "8:2",
    "text" : "And certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, from whom went seven demons had gone out,"
  }, {
    "id" : "8:3",
    "text" : "And Joanna the wife of Chuza, Herod's steward, and Susanna, and many others, which ministered unto him of their possessions."
  }, "Parable of the Sower", {
    "id" : "8:4",
    "text" : "And when a great multitude were coming together, and they of every city were come to him, he spake by a parable:"
  }, {
    "id" : "8:5",
    "text" : "A sower went out to sow his seed: and as he sowed, some fell by the way side; and it was trodden down, and the fowls of the heaven devoured it."
  }, {
    "id" : "8:6",
    "text" : "And other fell upon the rock; and when sprung up, it withered away, because it lacked moisture."
  }, {
    "id" : "8:7",
    "text" : "And other fell in the midst of the thorns; and the thorns sprang up with it, and choked it."
  }, {
    "id" : "8:8",
    "text" : "And other fell on the good ground, and when sprung up, it produced fruit an hundredfold. And when he said these things, he cried, He that hath ears to hear, let him hear."
  }, {
    "id" : "8:9",
    "text" : "And his disciples asked him, saying, What might this parable be?"
  }, {
    "id" : "8:10",
    "text" : "And he said, Unto you it is given to know the mysteries of the kingdom of God: but to the rest in parables; that seeing they may not see, and hearing they may not understand. [vv.11 - 15 unattested ]."
  }, "Parable of the Lamp", {
    "id" : "8:16",
    "text" : "No man, when he hath lighted a lamp, covereth it with a vessel, or putteth it under a bed; but setteth it on a lamp-stand, that they which enter in may see the light."
  }, {
    "id" : "8:17",
    "text" : "For there is no secret thing , that shall not be made manifest; nor hidden, that shall not be known and come into view."
  }, {
    "id" : "8:18",
    "text" : "Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not,"
  }, {
    "id" : "8:[-19]",
    "text" : "even what he seemeth to have shall be taken away ."
  }, "Thy Mother and Thy Brethren", {
    "id" : "8:20",
    "text" : "And it was told him by certain [people] which said, Thy mother and thy brethren stand without, desiring to see thee."
  }, {
    "id" : "8:21",
    "text" : "And he answered and said unto them, [ Who is] My mother and my brethren? My mother and my brethren are these which hear My words, and do [them]."
  }, "The Storm on the Lake", {
    "id" : "8:22",
    "text" : "Now it came to pass on one of the days, that he went into a ship with his disciples: and he said unto them, Let us go over unto the other side of the lake. And they launched forth."
  }, {
    "id" : "8:23",
    "text" : "But as they sailed he fell asleep. And there came down a storm of wind on the lake; and they were filling with water, and were in jeopardy."
  }, {
    "id" : "8:24",
    "text" : "And they came to him, and awoke him, saying, Teacher, Teacher, we perish. And he arose, and rebuked the wind and the raging of the water. And they ceased, and there was a calm."
  }, {
    "id" : "8:25",
    "text" : "And he said unto them, Where is your faith? And they were frightened and wondered, saying one to another, Who then is this? for he commandeth even the winds and water, and they obey him?"
  }, "Legion of the Gadarenes", {
    "id" : "8:26",
    "text" : "And they sailed down to the country of the Gadarenes, which is over against Galilee."
  }, {
    "id" : "8:27",
    "text" : "And when he went forth to land, there met him out of the city a certain man, which had demons [a] long time, and wore no cloke, neither abode in a house, but among the tombs."
  }, {
    "id" : "8:28",
    "text" : "When he saw Jesus, he cried out, and fell down before him, and with a loud voice said, What have I to do with thee, Jesus, thou Son of God most high? I beseech thee, torment me not."
  }, {
    "id" : "8:29",
    "text" : "(For he had commanded the unclean spirit to come out of the man. For oftentimes it had caught him: and he was kept guarded and bound with chains and in fetters; and he brake the bands asunder, and was driven of the demon into the deserts)."
  }, {
    "id" : "8:30",
    "text" : "And Jesus asked him, saying, What is thy name? And he said, Legion: because many demons were entered into him."
  }, {
    "id" : "8:31",
    "text" : "And they besought him that he would not command them to go out into the abyss."
  }, {
    "id" : "8:32",
    "text" : "And there was there an herd of many swine feeding on the mountain: and they besought him that he would allow them to enter into them. And he allowed them."
  }, {
    "id" : "8:33",
    "text" : "Then went the demons out of the man, and entered into the swine: and the herd ran violently down the steep place into the lake, and were choked."
  }, {
    "id" : "8:34",
    "text" : "When they that fed them saw what was done, they fled, and went and told it in the city and in the country."
  }, {
    "id" : "8:35",
    "text" : "Then they went out to see what was done; and came to Jesus, and found the man, out of whom the demons were departed, sitting at the feet of Jesus, clothed, and in his right mind: and they were afraid."
  }, {
    "id" : "8:36",
    "text" : "They also which saw it told them by what means he that was possessed of the demons was saved."
  }, {
    "id" : "8:37",
    "text" : "Then the whole multitude of the country of the Gadarenes round about asked him to depart from them; for they were holden with great fear: and he entered into the ship, and returned back again."
  }, {
    "id" : "8:38",
    "text" : "Now the man, from whom the demons were departed, besought him that he might be with him: but Jesus sent him away, saying,"
  }, {
    "id" : "8:39",
    "text" : "Return to thine own house, and recount how great things God hath done unto thee. And he went his way, publishing throughout the whole city how great things Jesus had done unto him."
  }, "Healing of the Woman / Jairus' Daughter", {
    "id" : "8:40",
    "text" : " And it came to pass, that, when Jesus was returned, the multitude welcomed him: for they were all waiting for him. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:41",
    "text" : " And, behold, there came a man named Jairus, and he was a ruler of the synagogue: and he fell down at Jesus' feet, and besought him that he would come into his house: ",
    "omitedByZahn" : true
  }, {
    "id" : "8:42",
    "text" : " For he had one only daughter, about twelve years of age, and she was dying.",
    "omitedByZahn" : true
  }, {
    "id" : "8:43",
    "text" : "And a woman having an issue of blood twelve years, which had spent all her living upon physicians, neither could be healed of any,"
  }, {
    "id" : "8:44",
    "text" : "Came behind him, and touched the border of his garment: and immediately her issue of blood stanched."
  }, {
    "id" : "8:45",
    "text" : "And Jesus said, Who touched me? When all denied, Peter and they that were with him said, Teacher, the multitude throng thee and press thee, and sayest thou, Who touched me?"
  }, {
    "id" : "8:46",
    "text" : "And Jesus said, Somebody hath touched me: for I perceived that power had gone out of me."
  }, {
    "id" : "8:47",
    "text" : "And when the woman saw that she was not hid, she came trembling, and falling down before him, she declared unto him before all the people for what reason she had touched him, and how she was healed immediately."
  }, {
    "id" : "8:48",
    "text" : "And he said unto her, Daughter, be of good comfort: thy faith hath saved thee; go into peace."
  }, {
    "id" : "8:49",
    "text" : " While he yet spake, there cometh one from the ruler of the synagogue's house, saying to him, Thy daughter is dead; trouble not the Teacher. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:50",
    "text" : " But when Jesus heard it, he answered him, saying, Fear not: believe only, and she shall be saved. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:51",
    "text" : " And when he came into the house, he suffered no man to go in, save Peter, and James, and John, and the father and the mother of the maiden. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:52",
    "text" : " And all were weeping, and bewailed her: but he said, Weep not; she is not dead, but sleepeth. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:53",
    "text" : " And they laughed him to scorn, knowing that she was dead. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:54",
    "text" : " And he put them all out, and took her by the hand, and called, saying, Maid, arise. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:55",
    "text" : " And her spirit came again, and she arose straightway: and he commanded something be given her to eat. ",
    "omitedByZahn" : true
  }, {
    "id" : "8:56",
    "text" : " And her parents were astonished: but he charged them that they should tell no man what was done.",
    "omitedByZahn" : true
  }, "Twelve Disciples Bestowed Power", {
    "id" : "9:1",
    "text" : "Then he called his twelve disciples together, and gave them power and authority over all the demons, and to cure diseases."
  }, {
    "id" : "9:2",
    "text" : "And he sent them to preach the kingdom of God, and to heal the sick."
  }, {
    "id" : "9:3",
    "text" : "And he said unto them, Take nothing for your journey, neither staves, nor scrip, neither bread, neither money; neither have two coats apiece."
  }, {
    "id" : "9:4",
    "text" : "And whatsoever house ye enter into, there abide, and thence depart."
  }, {
    "id" : "9:5",
    "text" : "And whosoever will not receive you, when ye go out of that city, shake off the very dust from your feet for a testimony against them."
  }, {
    "id" : "9:6",
    "text" : "And they departed, and went through the villages in order, announcing the glad tidings, and healing every where."
  }, "Herod the Tetrarch", {
    "id" : "9:7",
    "text" : "Now Herod the tetrarch heard of all that was done by him: and he was perplexed, because that it was said of some, that John was risen from the dead;"
  }, {
    "id" : "9:8",
    "text" : "And of some, that Elijah had appeared; and by others, that a prophet, one of the original ones, was risen again."
  }, {
    "id" : "9:9",
    "text" : "And Herod said, John have I beheaded: but who is this, of whom I hear such things? And he desired to see him."
  }, "Feeding of the Five-thousand", {
    "id" : "9:10",
    "text" : "And the apostles returned, and declared unto him all that they had done. And he took them, and went aside privately into a desert place of a city called Bethsaida."
  }, {
    "id" : "9:11",
    "text" : "And the multitudes perceived it, and followed him: and he received them, and spake unto them of the kingdom of God, and healed them that had need of healing."
  }, {
    "id" : "9:12",
    "text" : "And when the day began to decline, and the twelve came, and said unto him, Send the multitude away, that they may go into the towns and country round about, and lodge, and fetch victuals: for we are in a desert place."
  }, {
    "id" : "9:13",
    "text" : "But he said unto them, Give ye them to eat. And they said, We have no more but five loaves and two fishes; except we should go and buy food for all this people."
  }, {
    "id" : "9:14",
    "text" : "For they were about five thousand men. And he said to his disciples, Make them recline in companies by fifties."
  }, {
    "id" : "9:15",
    "text" : "And they did so, and made them all recline."
  }, {
    "id" : "9:16",
    "text" : "And he took the five loaves and the two fishes, and looking up to heaven, he blessed them, and brake,and gave to the disciples to set before the multitude."
  }, {
    "id" : "9:17",
    "text" : "And they did eat, and were all filled: and there was taken up that remained to them of fragments twelve baskets."
  }, "Disciples Reprimanded", {
    "id" : "9:18",
    "text" : "And it came to pass, as he was alone praying, his disciples were with him: and he asked them, saying, Whom say the people that I am?"
  }, {
    "id" : "9:19",
    "text" : "They answering said, John the Baptist; but some say, Elijah; and others say, that one some prophet of the original ones is risen again."
  }, {
    "id" : "9:20",
    "text" : "He said unto them, But whom say ye that I am? Peter answering said, The Christ of God."
  }, {
    "id" : "9:21",
    "text" : "And he straightly reprimanded them, and commanded them to tell none such a thing;"
  }, {
    "id" : "9:22",
    "text" : "Saying, The Son of man must suffer many things, and be rejected of the elders and chief priests and scribes, and be slain, and be raised the third day. ;"
  }, {
    "id" : "9:23",
    "text" : "And he said to them all, If any man will come after me, let him deny himself, and take up his cross daily, and follow me."
  }, {
    "id" : "9:24",
    "text" : "For whosoever wishes to save his life shall lose it: but whosoever shall lose his life for my sake, the same shall save it."
  }, {
    "id" : "9:25",
    "text" : "For what is a man profited, if he gain the whole world, and lose or forfeit his own self ?"
  }, {
    "id" : "9:26",
    "text" : "For whosoever shall be ashamed of me and of my words, of him shall the Son of man be ashamed."
  }, {
    "id" : "9:26",
    "text" : " when he shall come in his own glory, and in the glory of his Father's and of the holy angels. ",
    "omitedByZahn" : true
  }, {
    "id" : "9:27",
    "text" : " But I tell you truly, there be some of those that stand here, which shall by no means taste death, till they see the kingdom of God.",
    "omitedByZahn" : true
  }, "The Transfiguration", {
    "id" : "9:28",
    "text" : "And it came to pass about an eight days after these sayings, he took Peter and John and James, and went up into a mountain to pray."
  }, {
    "id" : "9:29",
    "text" : "And [it came to past] as he prayed, the appearance of his countenance was different, and his raiment white, flashing like lightning."
  }, {
    "id" : "9:30",
    "text" : "And, behold, there stood with him two men, which were Moses and Elias,"
  }, {
    "id" : "9:31",
    "text" : "seen in his glory."
  }, {
    "id" : "9:32",
    "text" : "Now Peter and they that were with him were weighed down with sleep: but when they were fully awake, they saw his glory, and the two men that stood with him."
  }, {
    "id" : "9:33",
    "text" : "And it came to pass, as they departed from him, Peter said unto Jesus, Teacher, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said."
  }, {
    "id" : "9:34",
    "text" : "But while he said these things, there came a cloud, and overshadowed them: and they feared as they entered into the cloud."
  }, {
    "id" : "9:35",
    "text" : "And a voice came out of the cloud, saying, This is my beloved Son: hear him. ; and Pan.42(4th file)"
  }, {
    "id" : "9:36",
    "text" : "And when the voice came, Jesus was found alone. And they were silent, and told no man in those days any of those things which they had seen."
  }, "Those Dopey Disciples (1)", {
    "id" : "9:37",
    "text" : "And it came to pass, that on the next day, when they were come down from the mountain, a great multitude met him."
  }, {
    "id" : "9:38",
    "text" : "And, behold, a man from the multitude cried out, saying, Teacher, I beseech thee, look upon my son: for he is my only begotten."
  }, {
    "id" : "9:39",
    "text" : "And, lo, a spirit taketh him, and he suddenly crieth out; and it convulseth him with foam, and bruising him hardly departeth from him."
  }, {
    "id" : "9:40",
    "text" : "And I besought thy disciples to cast him out; and they could not."
  }, {
    "id" : "9:41",
    "text" : "And Jesus answering said, O faithless and perverse generation, how long shall I be with you, and suffer you? Bring thy son hither. ;"
  }, {
    "id" : "9:42",
    "text" : "And as he was yet a coming, the demon rent him, and convulsed him. And Jesus rebuked the unclean spirit, and healed the boy, and delivered him again to his father."
  }, {
    "id" : "9:43",
    "text" : "And they were all amazed at the majesty of God. And as they all wondered at all things which Jesus did, he said unto his disciples,"
  }, {
    "id" : "9:44",
    "text" : "Take ye into your ears these sayings: for the Son of man is going to be delivered into the hands of men. ;"
  }, {
    "id" : "9:45",
    "text" : "But they understood not this saying, and it was hid from them that they should not perceive it : and they feared to ask him about that saying."
  }, "Those Dopey Disciples (2)", {
    "id" : "9:46",
    "text" : "Then there arose a reasoning among them, which of them should be greatest."
  }, {
    "id" : "9:47",
    "text" : "And Jesus, perceiving the reasoning of their heart, took a child, and set it [next to] himself, and said unto them,"
  }, {
    "id" : "9:48",
    "text" : "Whosoever shall receive this child in my name receiveth me: and whosoever shall receive me receiveth him that sent me: for he that is least among you all, the same shall be great."
  }, {
    "id" : "9:49",
    "text" : "And John answered and said, Teacher, we saw one casting out demons in thy name; and we hindered him, because he followeth not with us."
  }, {
    "id" : "9:50",
    "text" : "And Jesus said unto him, Forbid him not: for he that is not against you is for you."
  }, "Those Dopey Disciples (3)", {
    "id" : "9:51",
    "text" : "And it came to pass, when the days of his taking up were being fulfilled, he stedfastly set his face to go to Jerusalem,"
  }, {
    "id" : "9:52",
    "text" : "And sent messengers before his face: and they went, and entered into a village of the Samaritans, so as to make ready for him."
  }, {
    "id" : "9:53",
    "text" : "And they did not receive him, because his face was going to Jerusalem."
  }, {
    "id" : "9:54",
    "text" : "And when his disciples James and John saw this, they said, Lord, wilt thou that we command fire to come down from heaven, and to consume them, even as Elijah did?"
  }, {
    "id" : "9:55",
    "text" : "But he turned, and rebuked them, and said, Ye know not what manner of spirit ye are of."
  }, {
    "id" : "9:56",
    "text" : "For the Son of man came not to destroy men's lives, but to save them. And they went to another village."
  }, {
    "id" : "9:57",
    "text" : "And it came to pass, that, as they went in the way, a certain man said unto him, Lord, I will follow thee whithersoever thou goest."
  }, {
    "id" : "9:58",
    "text" : "And Jesus said unto him, Foxes have holes, and the birds of the heaven have lodging places; but the Son of man hath not where he may lay his head."
  }, {
    "id" : "9:59",
    "text" : "And he said unto another, Follow me. But he said, Lord, suffer me first to go and bury my father."
  }, {
    "id" : "9:60",
    "text" : "Jesus said unto him, Leave the dead to bury their own dead: but go thou and preach the kingdom of God."
  }, {
    "id" : "9:61",
    "text" : "And another also said, Lord, I will follow thee; but let me first go bid them farewell, which are at home at my house."
  }, {
    "id" : "9:62",
    "text" : "And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God."
  }, "Seventy New Disciples Appointed", {
    "id" : "10:1",
    "text" : "And after these things the Lord appointed other seventy also, and sent them two and two before his face into every city and place, whither he himself was about to come."
  }, {
    "id" : "10:2",
    "text" : "Therefore said he unto them, The harvest truly is great, but the labourers are few: pray ye therefore the Lord of the harvest, that he may send forth labourers into his harvest."
  }, {
    "id" : "10:3",
    "text" : "Go your ways: behold, I send you forth as lambs among wolves."
  }, {
    "id" : "10:4",
    "text" : "Carry neither purse, nor wallet, nor shoes: and salute no man by the way."
  }, {
    "id" : "10:5",
    "text" : "And into whatsoever house ye enter, first say, Peace be to this house."
  }, {
    "id" : "10:6",
    "text" : "And if the son of peace be there, your peace shall rest upon it: if not, it shall turn to you again."
  }, {
    "id" : "10:7",
    "text" : "And in the same house remain, eating and drinking such things as they give: for the labourer is worthy of his hire. Go not from house to house."
  }, {
    "id" : "10:8",
    "text" : "And into whatsoever city ye enter, and they receive you, eat such things as are set before you:"
  }, {
    "id" : "10:9",
    "text" : "And heal the sick therein, and say unto them, The kingdom of God is come nigh unto you."
  }, {
    "id" : "10:10",
    "text" : "But into whatsoever city ye enter, and they receive you not, go out into the streets thereof, and say,"
  }, {
    "id" : "10:11",
    "text" : "Even the very dust of your city, which clave to us, we do wipe off against you: notwithstanding be ye sure of this, that the kingdom of God is come nigh unto you."
  }, {
    "id" : "10:12",
    "text" : " But I say unto you, that it shall be more tolerable in that day for Sodom, than for that city. ",
    "omitedByZahn" : true
  }, {
    "id" : "10:13",
    "text" : " Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the powers had been done in Tyre and Sidon, which have been done in you, they would have repented long ago, sitting in sackcloth and ashes. ",
    "omitedByZahn" : true
  }, {
    "id" : "10:14",
    "text" : " But it shall be more tolerable for Tyre and Sidon at the judgment, than for you. ",
    "omitedByZahn" : true
  }, {
    "id" : "10:15",
    "text" : " And thou, Capernaum, which art exalted to heaven? thou shalt be thrust down unto Hades.",
    "omitedByZahn" : true
  }, {
    "id" : "10:16",
    "text" : "He that heareth you heareth me; and he that despiseth you despiseth me; and he that despiseth me despiseth him that sent me."
  }, {
    "id" : "10:17",
    "text" : "And the seventy returned again with joy, saying, Lord, even the demons are subject unto us through thy name."
  }, {
    "id" : "10:18",
    "text" : "And he said unto them, I beheld Satan as lightning fallen from heaven."
  }, {
    "id" : "10:19",
    "text" : "Behold, I give unto you authority to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you."
  }, {
    "id" : "10:20",
    "text" : "Notwithstanding, in this rejoice not, that the spirits are subject unto you; but rather rejoice, because your names are written in the heavens. ;"
  }, {
    "id" : "10:21",
    "text" : "In that hour Jesus rejoiced in spirit, and said, I thank thee, Lord of heaven , that thou hast hid these things from the wise and prudent, and hast revealed them unto babes: even so, Father; for so it was well-pleasing before thee."
  }, {
    "id" : "10:22",
    "text" : "All things were delivered to me by my Father: and no man knoweth who the Father is, but the Son, and who the Son is, but the Father, and he to whomsoever the Son wishes to reveal him."
  }, {
    "id" : "10:23",
    "text" : "And he turned him unto his disciples, and said privately, Blessed are the eyes which see what ye see:"
  }, {
    "id" : "10:24",
    "text" : "For I tell you, that prophets did not see what ye see."
  } ]
}